"Service Update Failed" = "Service Update Failed";
"Service Update Complete" = "Service Update Complete";
"Starting Service Update" = "Starting Service Update";
"Dismiss" = "Dismiss";
"OK" = "OK";
"Call disallowed" = "This number is not allowed";
